Repository: Jokymon/timetracker
Catalog: locale/*/LC_MESSAGES/timetracker.po
Languages: de_de

source: New activity:
de_de: Neue Aktivität:

source: Known activities:
de_de: Bekannte Aktivitäten:

source: Switch to new activity
de_de: Neue Aktivität einstempeln

source: Details:
de_de: Genauere Angaben:

source: Log an activity with a specified start time
de_de: Aktivität mit spezifizierter Startzeit eintragen

source: Enter a valid date in the format 'yyyy.mm.dd HH:MM':
de_de: Gültiges Datum eintragen im Format 'yyyy.mm.dd HH:MM':

source: Your date is not valid, please check the format
de_de: Angegebenes Datum ungültig, bitte Format überprüfen

source: Start new activity
de_de: Neue Aktivität einstempeln

source: Show last logged activities
de_de: Letzte gestempelte Aktivitäten anzeigen

source: Log activity with specified start
de_de: Aktivität mit spezifizierter Startzeit eintragen

source: Show available activities
de_de: Bekannte Aktivitäten anzeigen

source: Add new activity
de_de: Neue Aktivität hinzufügen
